OpenFOAM-13/tutorials/incompressibleVoF/damBreak3D/system/subsetMeshDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "system";
    object      subsetMeshDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

zone
{
    type        box;
    select      outside;
    box         (0.375 0.375 0) (0.625 0.625 0.25);
}

patch   walls;

// ************************************************************************* //
